#include <stdio.h>


// -------------------------------
// ¬ыводит тег и его содержимое
// -------------------------------
// char * tag - им€ тега
// char * str - содержимое тега
// -------------------------------
void printTag(char *tag,char *str);

// --------------------------------
// ¬ыводит только открывающий тег
// --------------------------------
// char * openTag - им€ тега
// --------------------------------
void openTag(char *openTag);

// --------------------------------
// ¬ыводит только закрывающи тег
// --------------------------------
// char * closeTag - им€ тега
// --------------------------------
void closeTag(char *closeTag);